Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/sjt.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The regulatory body may ask the applicant to provide additional information.
nb: Reguleringsorganet kan be søkeren om å gi ytterligere opplysninger.

source: A principal purpose test may be requested by the following entities:
nb: Følgende enheter kan anmode om prøving av hovedformål:

source: The process of applying for a new safety certificate part B may be extensive, and the required documentation is comprehensive.
nb: Tilsynet vil likevel uttrykke forventing om at avvik vedrørende oppfølging og vedlikehold av hjul og aksler gis høy prioritet.

source: unless incurred by operation of the train service;
nb: mindre de oppstår som en følge av driften av togtjenesten,

source: The Operation Regulation § 1-1 paragraph four and the ERTMS Operation Regulation § 1-1 paragraph two both declare that TSI OPE supersedes national rules in case of conflict.
nb: Det fremgår av togframføringsforskriften § 1-1 fjerde ledd og ERTMS-togframføringsforskriften § 1-1 annet ledd at TSI OPE går foran bestemmelser i disse forskriftene ved eventuell motstrid.

source: According to chapter 5, there are no interoperability constituents for the subsystem operation and traffic management.
nb: Kapittel 5 angir at det ikke finnes noen samtrafikkomponenter for delsystemet drift og trafikkstyring.

source: If it does not, it shall communicate its refusal to the party requesting confidentiality.
nb: I motsatt fall skal det melde sitt avslag til den parten som har anmodet om fortrolighet.

source: Chapter 2 contains the essential definitions, and defines the types of personnel subject to health and qualifications requirements.
nb: Kapittel 2 inneholder sentrale definisjoner og trekker grenser for hvilke typer personell det stil es helse- og kvalifikasjonskrav til.

source: Chapter 4 lists the functional and technical requirements and specifies the interfaces to the other subsystems.
nb: Kapittel 4 angir de enkelte kravene til delsystemet og grensesnittene mot andre delsystemer.

source: The requirements of the TSI OPE apply to infrastructure managers and railway undertakings related to the operation of trains on the national railway network, see TSI chapter 2.2 and the Interoperability Regulation § 7.
nb: Kravene i TSIen gjelder ifølge kapittel 2.2 "for infrastrukturforvaltninger og jernbaneforetak i forbindelse med drift av tog" på det nasjonale jernbanenettet, jf. samtrafikkforskriften § 7.

source: In accordance with Articles 10 and 11 of Directive 2004/49/EC, railway undertakings and infrastructure managers must demonstrate compliance with the requirements of this TSI within their safety management system when applying for any new or amended safety certificate or safety authorisation.
nb: I samsvar med artikkel 10 og 11 i direktiv 2004/49/EF må jernbaneforetaket og infrastrukturforvaltningen vise at de oppfyller kravene i denne TSI-en innenfor sine sikkerhetsstyringssystemer, når de søker om nye eller endrede sikkerhetssertifikater eller sikkerhetsgodkjenninger.

source: Entities having the right to request for a principal purpose test
nb: Enheter med rett til å anmode om prøving av hovedformål

source: (e) traction power of the motorised unit;
nb: e) den motordrevne enhetens trekkraft,

source: The text must be read with the normal EEA adaptations following from the EEA Agreement, especially Protocol 1 to the Agreement.
nb: Teksten må leses med de normale EØS-tilpasningene som følger av EØS-avtalen, særlig protokoll 1 til avtalen.

source: (e) information and documentation supporting explanations in (c) and (d).
nb: e) Opplysninger og dokumentasjon som underbygger forklaringene i bokstav c) og d).

source: Result of the principal purpose test
nb: Resultat av prøving av hovedformål

source: b) Chapter 4.2.3.5 (Data recording) shall be implemented on new or significantly upgraded
nb: b) Bestemmelsene i punkt 4.2.3.5 (Registrering av data) skal gjennomføres for nytt eller vesentlig

source: requirements laid down in these regulations.
nb: Disse er ikke dekkende for Gardermobanen.

source: (a) whether the principal purpose of a rail service is to carry passengers between stations located in different Member
nb: a) om hovedformålet med en jernbanerute er persontransport mellom stasjoner i forskjellige medlemsstater,

source: It can be derived from the principle of loyalty expressed in Article 3 of the EEA Agreement that a situation in which the same rule or requirement are based both in an EEA legal act and a national rule should be avoided.
nb: Lojalitetsplikten som følger av EØS-avtalens artikkel 3 innebærer at det bør tilstrebes en situasjon der samme forhold ikke er regulert både i en EØS-rettsakt og i nasjonal lovgivning.

source: All rights reserved
nb: Vilkår for lisens

source: respecting the confidentiality of commercially sensitive information.
nb: forretningsmessig følsomme opplysninger skal behandles fortrolig.

source: Application for an amended B-certificate
nb: Arbeidsordre (arbeidskort) for vekselkontroll er ikke S-merket.

source: If a principal purpose test reveals that the principal purpose of the proposed service is other than to carry passen­gers between stations located in different Member States and a negative decision is taken, the economic equilibrium test shall be terminated by a decision referring to this negative decision on the principal purpose of the proposed service.
nb: prøving av hovedformål avdekker at den foreslåtte ruten har et annet hovedformål enn persontransport mellom stasjoner i forskjellige medlemsstater, og det treffes en negativ beslutning, skal prøvingen av økonomisk likevekt avsluttes med en beslutning som viser til denne negative beslutningen om den foreslåtte rutens hovedformål.

source: in conformity with Directive 2008/57/EC and applicable national legislation
nb: i samsvar med direktiv 2008/57/EF og gjeldende nasjonal lovgivning

source: (h) costs of track-side sensors, track-side communication equipment and signalling equipment if not directly incurred
nb: h) kostnader tilknyttet sensorer og kommunikasjons- og signalutstyr langs sporet, dersom de ikke oppstår som en direkte følge av

source: (a) from the competent authority:
nb: a) fra vedkommende myndighet:

source: No thresholds should be determined in national legislative acts.
nb: Det bør ikke fastsettes noen terskelverdier i nasjonale lovbestemmelser.

source: The Member States must prepare a national implementation plan according to Article 3d (2).
nb: Medlemsstatene er forpliktet til å utarbeide en nasjonal gjennomføringsplan etter artikkel 3d nr. 2 tilsvarende denne.

source: If the regulatory body takes a decision referred to in point (b) of paragraph 1, the regulatory body shall requalify
nb: Dersom reguleringsorganet treffer en beslutning som nevnt i nr. 1 bokstav b), skal reguleringsorganet omgjøre søknaden til en

source: (a) the applicant's name, address, legal entity, registration number (if appropriate);
nb: a) Søkerens navn, adresse, rettssubjekt, registreringsnummer (dersom det er relevant).

source: (b) from the railway undertaking performing the public service contract:
nb: b) fra jernbaneforetaket som utfører kontrakten om offentlig tjenesteyting:

source: In addition, Minister of Transport Knut Arild Hareide gives his greetings to the railway sector in a time affected by the pandemic.
nb: Dessuten gir samferdselsminister Knut Arild Hareide sin hilsen til bransjen i dette året som ble så annerledes.

source: In accordance with Article 10 of Directive 2012/34/EU, Member States have opened their market for international­al rail passenger transport services provided by any railway undertaking licensed under the same Directive.
nb: I samsvar med artikkel 10 i direktiv 2012/34/EU har medlemsstatene åpnet markedet for internasjonal persontransport med jernbane som ytes av jernbaneforetak med lisens i henhold til nevnte direktiv.

source: Security and safety
nb: Sikkerhet og sikring

source: Uncontrolled when printed.
nb: det ble hyppige forsinkelser.

source: a) Chapter 4.2.2.6 (Train braking) shall be implemented on lines equipped with ERTMS.
nb: a) Bestemmelsene i punkt 4.2.2.6 (Bremsing av toget) skal gjennomføres på strekninger som bygges ut

source: commercially sensitive information, without delay and inform thereof the entities referred to in Article 5 or 10, as appropriate.
nb: opplysninger, og underrette enhetene nevnt i artikkel 5 eller 10, alt etter hva som er relevant.

source: values for each such parameter, including variation to each such parameter where relevant, are objectively measured and recorded.
nb: hver av disse parametrene, herunder variasjon for hver slik parameter når det er relevant, er fastsatt og registrert på en objektiv måte.

source: In accordance with Article 11 of Directive 2012/34/EU, Member States may limit the right of access to the market where that right would compromise the economic equilibrium of those public service contracts.
nb: I samsvar med artikkel 11 i direktiv 2012/34/EU kan medlemsstatene begrense retten til markedsadgang dersom denne retten vil kunne skade den økonomiske likevekten i disse kontraktene om offentlig tjenesteyting.

source: TSI OPE is taken into Norwegian law with legal base in the Interoperability Regulation§ 3 paragraph six (now paragraph eight).
nb: TSI OPE er tatt inn i norsk rett med hjemmel i samtrafikkforskriften § 3 sjette ledd (nå åttende ledd).

source: (b) any other interested competent authority with a right to limit access under Article 11of Directive 2012/34/EU;
nb: b) Enhver annen berørt vedkommende myndighet med rett til å begrense adgangen i henhold til artikkel 11 i direktiv 2012/34/EU.

source: Simplified controls as referred to in paragraphs 1 and 2 shall be applied independently from one another.
nb: Forenklede kontroller som nevnt i nr. 1 og 2, skal anvendes uavhengig av hverandre.

source: At the request of competent authorities or interested railway undertakings, the regulatory body referred to in Section 4 of Chapter IV of Directive 2012/34/EU should determine the prin­cipal purpose of a proposed new service.
nb: På anmodning fra vedkommende myndigheter eller berørte jernbaneforetak bør reguleringsorganet nevnt i avsnitt 4 i kapittel IV i direktiv 2012/34/EU fastslå hovedformålet med en foreslått ny rute.

source: «The operation and traffic management subsystem is a functional subsystem according to Annex II to Directive 2008/57/EC.
nb: «Delsystemet «Drift og trafikkstyring» er et funksjonelt delsystem som definert i vedlegg II til direktiv 2008/57/EF.

source: Reiersøl-Johnsen and host Eirik Norman Hansen outline the themes of the other films presented here.
nb: Reiersøl-Johnsen og programleder Eirik Norman Hansen temaene som skal belyses de kommende ukene.

source: (a) to carry passengers between stations located in different Member States; or
nb: a) persontransport mellom stasjoner som ligger i forskjellige medlemsstater, eller

source: Guideline for CCS Authorisation on Rail Freight Corridors
nb: Tilsynet hadde ikke ytterligere spørsmål.

source: Activity in 2021
nb: Aktivitet i 2021 november:

source: This procedure shall be without prejudice to an appeal procedure against this decision as provided for in national law.
nb: Denne framgangsmåten berører ikke en eventuell adgang til å klage på denne beslutningen i samsvar med nasjonal lovgivning.

source: Chapter 7.1 of the TSI sets the principles for the implementation:
nb: Punkt 7.1 i TSIen oppstiller prinsippene for gjennomføring:

source: If it does not, it shall communicate its refusal to the applicant requesting confidentiality.
nb: I motsatt fall skal det melde sitt avslag til den søkeren som har anmodet om fortrolighet.

source: There is therefore still a possibility that national rules will be part of Norwegian legislation in 2019.
nb: Det er derfor en mulighet for at det likevel vil være fastsatte nasjonale regler i norsk lovgiving i 2019.

source: Implementation plan for the TSI OPE 2015/995/EU
nb: Gjennomføringsplan for TSI OPE 2015/995/EU

source: In other words, it is when granting, revising and supervising the safety certificates of railway undertakings and safety authorisations of infrastructure managers that the Norwegian Railway Authority verify the conformity with the relevant requirements in the TSI.
nb: Det er med andre ord ved tildeling av, fornyelse av og tilsyn med jernbaneforetak og infrastrukturforvalters sikkerhetssertifikater og sikkerhetsgodkjenninger at Statens jernbanetilsyn verifiserer samsvar med de relevante kravene i TSIen.

source: The requesting entity shall provide the following information:
nb: Den anmodende enheten skal gi følgende opplysninger:

source: The economic analysis should focus on the economic impact of the proposed new service on the public service contract as a whole, including the services specifically affected, for its whole time-scale.
nb: Den økonomiske analysen bør fokusere på den økonomiske virkningen av den foreslåtte nye ruten på kontrakten om offentlig tjenesteyting i sin helhet, herunder de rutene som særlig berøres, i hele dens varighet.

source: Requests by the entities referred to in Article 5 or 10, as appropriate, for a principal purpose test or for an
nb: Anmodninger fra enhetene nevnt i artikkel 5 eller 10, alt etter hva som er relevant, om prøving av hovedformål eller prøving av

source: (a) train length and/or number of vehicles in the train;
nb: a) togets lengde og/eller antall kjøretøyer i toget,

source: Entities having the right to request an economic equilibrium test
nb: Enheter med rett til å anmode om prøving av økonomisk likevekt

source: Furthermore, the latest version of the TSI OPE is a regulation, and shall therefore be implemented in Norwegian law "as such", see Article 7 (a) of the EEA Agreement.
nb: Videre er det slik at den siste versjonen av TSI OPE er en forordning, og dermed skal gjennomføres i norsk rett «som sådan», jf. EØS-avtalens artikkel 7 bokstav a.

source: Chapter 7 contains the framework for the implementation of the TSI, hereunder the strategic guidelines.
nb: Kapittel 7 angir rammer for gjennomføringen av TSIen, herunder strategiske føringer. Denne gjennomføringsplanen skal ta hensyn til disse føringene.

source: (a) competent authorities that have concluded public service contracts for rail transport in a geographical area affected
nb: a) Vedkommende myndigheter som har inngått kontrakter om offentlig tjenesteyting for jernbanetransport i et geografisk område som

source: When applying for an amended safety certificate the relevant documentation must be submitted.
nb: Det blir imidlertid opplyst at S-merkede forhold på flytoget blir kontrollert av lokfører gjennom uttaksprosedyren.

source: In the currently ongoing revision of the TSI OPE, the European Union Agency for Railways has expressed that Appendix I will list permitted national rules.
nb: I revisjonen av TSI OPE som for tiden pågår, har Det europeiske jernbanebyrået (EUAR) uttrykt at det i tillegg I skal listes opp de områdene der det er tillatt med nasjonale regler.

source: In the request, the requesting entity shall provide the following information:
nb: Den anmodende enheten skal gi følgende opplysninger i anmodningen:

source: Simplified controls shall be without prejudice to Articles 31 or 56 of Directive 2012/34/EU.
nb: Forenklede kontroller skal ikke berøre artikkel 31 eller artikkel 56 i direktiv 2012/34/EU.

source: (d) network-wide overhead costs, including overhead salaries and pensions;
nb: d) felleskostnader for hele jernbanenettet, herunder til lønninger og pensjoner,

source: The principles for the conformity assessments of the rules in the TSI are to be found in clause 6.2.1:
nb: Prinsippene for verifisering av samsvar med kravene i TSIen følger av punkt 6.2.1:

source: (c) the infrastructure manager in the geographical area covered by the proposed new international passenger service;
nb: c) Infrastrukturforvaltningen i det geografiske området som omfattes av den foreslåtte nye internasjonale persontransportruten.

source: (1) ‘new international passenger service’ means an international passenger service that is proposed to be introduced on
nb: 1) «ny internasjonal persontransportrute» en internasjonal persontransportrute som foreslås innført på markedet eller innebærer en

source: (Regulations on vehicles on the national railway network) concerning
nb: VeiledningEtablering av bestemmelser og metodevalg

source: (a) the requesting entity's name, address, legal entity, registration number (if appropriate);
nb: a) Den anmodende enhetens navn, adresse, rettssubjekt, registreringsnummer (dersom det er relevant).

source: or the reconsideration of an economic equilibrium test.
nb: vurdering av en prøving av økonomisk likevekt.

source: If the regulatory body takes a decision referred to in point (a) of paragraph 1, access to rail infrastructure shall be
nb: Dersom reguleringsorganet treffer en beslutning som nevnt i nr. 1 bokstav a), skal den foreslåtte nye internasjonale

source: (c) type of vehicle, in particular its unsprung mass;
nb: c) type kjøretøy, særlig dets uavfjærede masse,

source: In order to meet this requirement, entities requesting for such a test should be able to use standard request forms published by the regulatory bodies.
nb: For å oppfylle dette kravet bør enheter som anmoder om slik prøving, kunne benytte standardskjemaer som offentliggjøres av reguleringsorganene.

source: The first sentence shall not apply if the railway undertaking is reimbursed for those additional costs by the infrastructure manager or the diversion resulted from a coordination procedure in accordance with Article 46 of Directive 2012/34/EU.
nb: Første punktum får ikke anvendelse dersom jernbaneforetaket får tilbakebetalt disse ekstra kostnadene fra infrastrukturforvalteren, eller dersom omdirigeringen skyldtes samordning i samsvar med artikkel 46 i direktiv 2012/34/EU.

source: stops, arrival times and connections as well as any deviations in frequency or in stops from the standard timetable, per direction;
nb: ankomsttider og forbindelser, samt eventuelle avvik i avgangsfrekvens eller stoppmønster i forhold til standardruteplanen, i begge retninger.

source: In this chapter these are considered together with the guidelines and principles from chapter 7 in the TSI.
nb: I dette avsnittet blir det drøftet i sammenheng med de føringene som ligger i TSIens kapittel 7.

source: (g) justification that the principal purpose of the proposed passenger service is to carry passengers between stations
nb: g) Underbygging av at hovedformålet med den foreslåtte ruten er persontransport mellom stasjoner i forskjellige medlemsstater.

source: (k) costs of electric supply equipment for traction current if not directly incurred by operation of the train service.
nb: k) kostnader tilknyttet strømforsyningsutstyr til kjørestrøm, dersom de ikke oppstår som en direkte følge av driften av togtjenesten.

source: Professor of Economics Christian Riis gives a lecture on competition in various sectors, with special emphasis on the railway sector.
nb: Professor i samfunnsøkonomi Christian Riis holder et foredrag om konkurranse i ulike sektorer, med særlig vekt på jernbanen.

source: (l) costs related to the provision of information mentioned under item 1(f) of Annex II to Directive 2012/34/EU,
nb: l) kostnader i forbindelse med framlegging av opplysninger som nevnt i nr. 1 bokstav f) i vedlegg II til direktiv 2012/34/EU, med

source: (o) the part of the costs of maintenance and renewal of civil infrastructure that is not directly incurred by operation of
nb: o) den del av kostnadene til vedlikehold og fornyelse av sivil infrastruktur som ikke oppstår som en direkte følge av driften av

source: Direct costs of operation of the train services that do not use electric supply equipment shall not include costs of using the electric supply equipment;
nb: Direkte kostnader til drift av togtrafikk som ikke bruker strømforsyningsutstyr, skal ikke omfatte kostnader ved bruk av slikt utstyr,

source: (b) to carry passengers between stations located in the Member State where the regulatory body is established.
nb: b) persontransport mellom stasjoner som ligger i den medlemsstaten der reguleringsorganet er etablert.

source: The requesting entity shall justify any proposed exclusion of commercially sensitive information.
nb: Den anmodende enheten skal begrunne ethvert forslag om å unnta forretningsmessig følsomme opplysninger fra offentliggjøring.

source: Major topics such as risk assessments, risk management and risk acceptance criteria are discussed in a conversation between our experts Geir-Rune Samstad and Trond Østerås, with sector input from Lars Fredrik Andersen, formerly of CargoNet AS.
nb: Store temaer som risikovurderinger, risikostyring og risikoakseptkriterier blir diskutert i samtale mellom Geir-Rune Samstad og Trond Østerås i SJT og tidligere sikkerhetssjef Lars Fredrik Andersen i CargoNet AS.

source: (j) track parameters, in particular radii;
nb: j) sporparametrer, særlig radiene,

source: to carry passengers between stations located in different Member States;
nb: mellom stasjoner i forskjellige medlemsstater.

source: Assessment criteria should be determined in the methodology adopted by the regulatory body for the principal purpose test with regard to the specificities of rail transport in the Member State concerned.
nb: Det bør fastsettes vurderingskriterier i den metoden for prøving av hovedformål som vedtas av reguleringsorganet på grunnlag av de særlige forholdene for jernbanetransport i den berørte medlemsstaten.

source: In chapter 6, the procedures for verifications and suitability for use are described.
nb: Kapittel 6 fastsetter hvilke prosedyrer som skal benyttes ved verifisering av samsvar og vurdering av bruksegnethet.

source: He is joined by our experts Kemal Zulovic and Toril Elsa Torp.
nb: Han får besøk av SJTs Kemal Zulovic og Toril Elsa Torp.
